"NO_SUPPORTED_GPU" = "Riven X failed to find a supported graphics card.";
"UPGRADE_OS_OR_HARDWARE" = "You may try upgrading to a newer version of Mac OS X, or to a more powerful computer or graphics card.";
